[{"id":"1. Ben&ouml;tigte Werkzeuge","descriptionString":"Folgende Tools werden f&uuml;r den Aufbau eines Htl-Cars verwendet: Schraubenzieher,(Kreuz,Schlitz); Seitenschneider","imgString":"https://via.placeholder.com/1980x1020","type":"single"},{"id":"2. Ben&ouml;tigte Komponenten","descriptionString":"Folgende Komponenten werden f&uuml;r den Zusammenbau des HTL-Car ben&ouml;tigt!","imgString":"https://via.placeholder.com/1980x1020","type":"single"},{"id":"3. Motoren vorbereiten","descriptionString":"Vier Motoren m&uuml;ssen ihrer Getriebe und bestimmter Zahnr&auml;der beraubt werden, umfrei zu drehen und als Achse verwendet werden zu k&ouml;nnen! Die anderen zwei Motoren werden ganz gelassen, da sie als Antrieb dienen!","imgString":"https://via.placeholder.com/1980x1020","type":"single"},{"id":"4. Motoren anschrauben","descriptionString":"Im Anschluss daran werden die Motoren an den Seitenw&auml;nden festgeschraubt. Links und rechts werden die im vorherigen Schritt vorbereiteten Motoren montiert, in der Mitte jener Motor, der f&uuml;r den Antrieb zust&auml;ndig ist. Zum Montieren ben&ouml;tigt man sechs Schrauben (M3x30), sechs Sprengringe und sechs dazu passende Muttern. Beim Anschrauben der Motoren muss darauf geachtet werden, dass die Seite des Motors, auf der eine kleine Noppe angebracht ist, auf der Seite angebracht wird, auf der auf der Seitenplatte der passende Ausschnitt f&uuml;r diese Noppe vorhanden ist. Beim Anschrauben kommt die Schraube und der Sprengring auf jene Seite, auf der nicht der Motor ist und diese werden dann von der anderen Seite mit der Mutter befestigt.","imgString":"https://via.placeholder.com/1980x1020","type":"single"},{"id":"5. R&auml;der anschrauben","descriptionString":" Die 6 gro&szlig;en Zahnr&auml;der werden an die Motoren gesteckt. Die 4 schon vorher vorbereiteten Motoren dienen als Halterung f&uuml;r die 4 R&auml;der. Die R&auml;der steckt man dann an die Zahnr&auml;der an (die an den Motoren link und rechts dran gesteckt wurden) und schraubt diese durch das Loch in der Mitte fest.","imgString":"https://via.placeholder.com/1980x1020,https://via.placeholder.com/1980x1020,https://via.placeholder.com/1980x1020","type":"carousel"}]