[{"id":"1. Ben&ouml;tigte Werkzeuge","descriptionString":"Folgende Tools werden f&uuml;r den Aufbau eines Htl-Cars verwendet: Schraubenzieher,(Kreuz,Schlitz); Seitenschneider","imgString":"https://github.com/Maarsls/Maarsls.github.io/blob/main/images/Tools.jpg?raw=true","type":"single"},{"id":"2. Ben&ouml;tigte Komponenten","descriptionString":"Folgende Komponenten werden f&uuml;r den Zusammenbau des HTL-Car ben&ouml;tigt!","imgString":"https://via.placeholder.com/1980x1020","type":"single"},{"id":"3. Motoren vorbereiten","descriptionString":"Vier Motoren m&uuml;ssen ihrer Getriebe und bestimmter Zahnr&auml;der beraubt werden, umfrei zu drehen und als Achse verwendet werden zu k&ouml;nnen! Die anderen zwei Motoren werden ganz gelassen, da sie als Antrieb dienen!","imgString":"https://via.placeholder.com/1980x1020","type":"single"},{"id":"4. Motoren anschrauben","descriptionString":"Im Anschluss daran werden die Motoren an den Seitenw&auml;nden festgeschraubt. Links und rechts werden die im vorherigen Schritt vorbereiteten Motoren montiert, in der Mitte jener Motor, der f&uuml;r den Antrieb zust&auml;ndig ist. Zum Montieren ben&ouml;tigt man sechs Schrauben (M3x30), sechs Sprengringe und sechs dazu passende Muttern. Beim Anschrauben der Motoren muss darauf geachtet werden, dass die Seite des Motors, auf der eine kleine Noppe angebracht ist, auf der Seite angebracht wird, auf der auf der Seitenplatte der passende Ausschnitt f&uuml;r diese Noppe vorhanden ist. Beim Anschrauben kommt die Schraube und der Sprengring auf jene Seite, auf der nicht der Motor ist und diese werden dann von der anderen Seite mit der Mutter befestigt.","imgString":"https://via.placeholder.com/1980x1020","type":"single"},{"id":"5. R&auml;der Montage","descriptionString":" Die 6 gro&szlig;en Zahnr&auml;der werden an die Motoren gesteckt. Die 4 schon vorher vorbereiteten Motoren dienen als Halterung f&uuml;r die 4 R&auml;der. Die R&auml;der steckt man dann an die Zahnr&auml;der an (die an den Motoren link und rechts dran gesteckt wurden) und schraubt diese durch das Loch in der Mitte fest.","imgString":"https://via.placeholder.com/1980x1020,https://via.placeholder.com/1980x1020,https://via.placeholder.com/1980x1020","type":"carousel"},{"id":"5. R&auml;dermontage","descriptionString":" Die 6 gro&szlig;en Zahnr&auml;der werden an die Motoren gesteckt. Die 4 schon vorher vorbereiteten Motoren dienen als Halterung f&uuml;r die 4 R&auml;der. Die R&auml;der steckt man dann an die Zahnr&auml;der an (die an den Motoren link und rechts dran gesteckt wurden) und schraubt diese durch das Loch in der Mitte fest.","imgString":"https://via.placeholder.com/1980x1020,https://via.placeholder.com/1980x1020,https://via.placeholder.com/1980x1020","type":"carousel"},{"id":"6. Ultraschall Sensor-Montage","descriptionString":"Die Ultraschall Sensoren werden in die daf&uuml;r vorgefertigte Kunstoffteile eingef&uuml;gt und mit O-Ringen befestigt! Dabei ist zu beachten, dass die Anschl&uuml;sse nach innen zeigen und der \"VCC\"-Anschluss mit dem 5V der Platine &uuml;bereinstimmt! (erfolgt sp&auml;ter)","imgString":"jdjd","type":"single"},{"id":"7. Montagen auf der Mittelplatte","descriptionString":"Auf der Platte in der Mitte werden der Motortreiber und die Platine montiert. Der K&uuml;hlk&ouml;rper des Motortreibers muss dabei nach vorne schauen. Die Platine muss so montiert werden, dass man das Kabel von der &Ouml;ffnung der Kunststoffplatte am Heck, an den Arduino anstecken kann. Bei der Montage sollte darauf geachtet werden, dass man auf der Oberseite einen Sprengring unter die Schrauben (Zylinderschraube mit ISK M3x10) legt und diese dann von der Unterseite mit einer Mutter befestigt werden.","imgString":"","type":"single"},{"id":"8. Knopfmontage + Hinterplatte","descriptionString":"Der fertig gel&ouml;tete Knopf wird auf der Hinterplatte mit der Schraubmutter auf dem Knopf befestigt!  Die Platte wird dann mit O-Ringen an dem Grundger&uuml;st aus Motoren und Seitenplatten befestigt! Es ist unbedingt zu MERKEN, welches Kabel plus (+), oder ground (-) ist!!","imgString":"","type":"single"},{"id":"10. Ultraschallsensoren Verkabeln","descriptionString":"Die Kabel der Platine, die f&uuml;r die Ultraschallsensoren vorgesehen sind, m&uuml;ssen nun zu dem Platz f&uuml;r die Ultraschallsensoren gezogen werden! Dabei ist zu beachten, dass der linke Block von Kabeln auf der Platine, zum linken Ultraschallsensor geh&ouml;rt! Das Jumperkabel ist in der selben Reihenfolge anzustecken, wie auf der Platine, wobei VCC auf der Platine links ist! Die fertig verkabelten Ultraschallsensoren m&uuml;ssen nun auf dem Ger&uuml;st mit O-Ringen montiert werden!","imgString":"","type":"single"},{"id":"11. Funktionen TESTEN","descriptionString":"Nun sollte das Car in seinen Grundz&uuml;gen fertig sein! Jetzt ist das Testen an der Reihe! \nDazu l&auml;dt man ein Basis-Programm auf den Arduino, um zu testen, ob die R&auml;der sich in die richtige Richtung drehen! \n-->Sollten sich die Motoren falsch drehen (Auto f&auml;hrt r&uuml;ckw&auml;rts), dann sind die Motoren falsch angeschlossen! Die Kabel sind zu tauschen!\n-->Arduino raucht und riecht komisch! Sofort abschalten! &Uuml;berpr&uuml;fen, ob die 12V-, 5V- und Groundkabel richtig angeschlossen sind! \n-->Es leuchtet kein Licht? &Uuml;berpr&uuml;fen, ob das Batteriefach eingeschalten ist!\n-->Ultraschallsensoren liefern falsche Werte? &Uuml;berpr&uuml;fen, ob die Kabel in der richtige Reihenfolge angeschlossen sind!","imgString":"","type":"single"},{"id":"9. Motortreiber und Platine verkabeln und Motor mit Motortreiber verkabeln","descriptionString":"Wir verkabeln jetzt den Motortreiber mit unserer Platine. Wir finden auf der Platine eine Klemme mit 7 Ausg&auml;ngen. Wir brauchen hier im ersten Schritt 4 m&auml;nnlich-weibliche Flachbandkabel und 3 kurze m&auml;nnlich-m&auml;nnlich Jumper-Kabel. Wir verbinden unsere Kabel von der Platine gerade auf den Motortreiber, die 4 Flachbandkabel kommen zu den Anschl&uuml;ssen am Motortreiber. Die 3 Jumper Kabel kommen dann an den 5V, 12V und den GND-Anschluss am Motortreiber. Hier sollte man aufpassen, dass man die Anschl&uuml;sse nicht vertauscht.\n\nAuch der Taster zum Ein- und Ausschalten des Batteriefaches wird mit der Platine verbunden. Hierbei ist es wichtig zu wissen, welches Kabel plus (+) und welches minus (-) ist. Diese werden dann richtig herum an der 2. Klemme an der Platine angeschlossen. \n\nZu guter Letzt schlie&szlig;en wir die Motoren an den Motortreiber an. Daf&uuml;r finden wir links und rechts am Motortreiber die Klemmen. Wie herum wir die Motoren anschlie&szlig;en, ist vorerst nicht essenziell.","imgString":"","type":"single"},{"id":"12. Deckplatte/ Dach des Autos","descriptionString":"Als letztes montieren wir das Dach des Autos. Daf&uuml;r brauchen wir die 2 trapezf&ouml;rmigen Platten und die 2 Verbindungsst&uuml;cke. Die beiden Verbindungsst&uuml;cke werden an die Unterseite der beiden Platten montiert und das Dach kann als ganzes auf unser Auto montiert werden.","imgString":"","type":"single"},{"id":"dtkgvhjbjlkgkcssdfgvhugiz","descriptionString":"gffghjk&ouml;ljhgcfxkjl&ouml;\n<h5>jasdnfkla&ouml;sdf</h5>","imgString":"asdf","type":"single"}]